# St7DeleteLimitEnvelope

Deletes the specified limit envelope for the currently open solution.

Envelopes

long St7DeleteLimitEnvelope(long uID, long Envelope)

Input Parameters

uID

Strand7 model file ID.

Envelope

Limit envelope number.